
/* Description text. %1 is the system version, %2 is the volume name, %3 is the System Folder name if it's not "System Folder" */
"DESCRIPTION_WITH_SFNAME" =	"Du har valgt %1 (%3)\npå disken «%2».";
"DESCRIPTION" =				"Du har valgt %1\npå disken «%2».";
"ICON_LABEL_LINE1" =		"%1";
"ICON_LABEL_LINE2" = 		"på %2";

/* Labels inside the tool-tips */
"Volume:" = "Volum:";
"System:" = "System:";
"Version:" = "Versjon:";
"Location:" = "Plassering:"; /* name of Mac OS 9 System Folder if it's not called "System Folder" */
"Server:" = "Tjener:"; /* Internet Host containing NetBoot image */

/* Product names for Beta systems that didn't have SystemVersion.plist */
"PB" = "Public Beta";
"WWPB" = "World Beta";

/* The restart button has no ellipsis when the option key is down */
"RESTART" = "Omstart";
"RESTART..." = "Omstart…";
"RESTARTING" = "Starter på nytt";
"RESTART?" = "Er du sikker på at du vil starte maskinen på nytt?";
"RESTART_NETINSTALL" = "Er du sikker på at du vil starte maskinen på nytt fra denne installeringsdisken?";
"SAVE_DESCRIPT" = "Maskinen vil starte fra %1 på «%2».";
"CANCEL" = "Avbryt";
"OK" = "OK";
"SHUTDOWN" = "Slå av";

/* You sure you want to go into TDM sheet */
"TDM_AND_RESTART?" = "Er du sikker på at du vil starte maskinen på nytt i måldiskmodus?";
"ENTER_TDM" = "Omstart";
"TDM_DESCRIPT" = "Maskinen vil starte på nytt i måldiskmodus. Hvis du vil bruke den som en harddisk, kobler du den til en annen maskin ved hjelp av en FireWire-kabel. Avslutt måldiskmodus ved å trykke på på/av-knappen.";
"kSD_TDM_BOOTARGS_FOUND" = "Når du skal slå av maskinen i FireWire måldiskmodus, må du holde nede på/av-knappen lenger enn normalt fordi oppstartsargumentene inneholder feilsøkingsinnstillinger.";

/* The tdm button has no ellipsis when the option key is down */
"TDM" = "Måldiskmodus";
"TDM..." = "Måldiskmodus…";

/* NetBoot Stuff */
"NETWORK_STARTUP" = "Nettverksoppstart"; /* Search at startup, no NB2 server found */
"NETWORK_STARTUP_LIST" = "Nettverksoppstart…"; /* More Choices icon */
"NETWORK_VOLUME" = "Nettverksdisk"; /* specific image icon line 2 */
"NETBOOT_LIST_TOOLTIP" = "Velg en nettverksdisk nedenfor"; /* More Choices tooltip */
"SAVE_NETBOOT_DESCRIPT" = "Maskinen vil starte fra nettverksdisken «%1»."; /* save sheet */
"SAVE_NETINSTALL_DESCRIPT" = "Maskinen vil starte fra nettverksdisken med navnet «%1». Hvis denne disken installerer programvare automatisk, kan det føre til at harddisken blir slettet."; /* save sheet */
"NETBOOT_DESCRIPTION" = "Du har valgt nettverksdisken «%1»."; /* descriptive text at bottom of window */

"NETBOOT_ANY_TOOLTIP" = "Søk etter en nettverksdisk ved oppstart"; /* no server found tooltip */
"SAVE_NETBOOT_ANY_DESCRIPT" = "Maskinen vil søke etter en nettverksdisk ved oppstart."; /* save sheet */
"NETBOOT_ANY_DESCRIPTION" = "Du har valgt å søke etter en nettverksdisk ved oppstart."; /* descriptive text at bottom of window */

/* kind strings for the netboot list view */
"INSTALL_9_KIND" = "Installer Mac OS 9";
"INSTALL_X_KIND" = "Installer Mac OS X";
"INSTALL_XSERVER_KIND" = "Installer Mac OS X Server";
"9_KIND" = "Mac OS 9";
"X_KIND" = "Mac OS X";
"XSERVER_KIND" = "Mac OS X Server";
"UNTITLED_NAME" = "Uten navn";


/* error messages */
"SAVE_ERROR_TITLE" = "Du kan ikke bytte startdisk til den markerte disken.";
"SAVE_ERROR_MSG" = "Startdisk kunne ikke innhente nok informasjon om den markerte disken.";
"TDM_ERROR_TITLE" =  "Du kan ikke starte opp med måldiskmodus.";
"TDM_ERROR_MSG" =  "Startdisk kunne ikke stille inn systemegenskapen.";



/* product names */
"Mac OS X" = "Mac OS X";
"Windows" = "Windows";
"Foreign OS" = "Fremmed OS";


